Repository: BananoCoin/kalium_wallet_flutter
Catalog: lib/l10n/intl_*.arb
Languages: el

source: Cancel
el: Ακύρωση

source: Close
el: Κλείσιμο

source: Confirm
el: Επιβεβαίωση

source: No
el: Όχι

source: Yes
el: Ναι

# onStr
source: On
el: Ενεργοποιημένες

source: Off
el: Απενεργοποιημένες

source: Send
el: Αποστολή

source: Receive
el: Λήψη

source: Sent
el: Στάλθηκαν

source: Received
el: Λήφθηκαν

source: Transactions
el: Συναλλαγές

source: Address Copied
el: Η Διεύθυνση Αντιγράφηκε

source: Copy Address
el: Αντιγραφή Διεύθυνσης

# addressHint
source: Enter Address
el: Εισάγετε Διεύθυνση

# seedInvalid
source: Seed is Invalid
el: Το seed δεν είναι Έγκυρο

# seedCopied
source: Seed Copied to Clipboard It is pasteable for 2 minutes.
el: Το seed αντιγράφηκε στο πρόχειρο. Είναι δυνατή η επικόλλησή του για 2 λεπτά.

source: Scan QR Code
el: Σάρωση QR Κωδικού

# contactsImportErr
source: Failed to import contacts
el: Η εισαγωγή των επαφών απέτυχε

source: View Details
el: Δείτε Λεπτομέρειες

source: Remove Contact
el: Διαγραφή Επαφής

# removeContactConfirmation
source: Are you sure you want to delete %1?
el: Είσαστε σίγουρος/η ότι θέλετε να διαγράψετε τον/την %1?

# contactHeader
source: Contact
el: Επαφή:

# contactsHeader
source: Contacts
el: Επαφές

source: Add Contact
el: Προσθήκη Επαφής

# contactNameHint
source: Enter a Name @
el: Γράψτε ένα Όνομα @

# contactInvalid
source: Invalid Contact Name
el: Μη Έγκυρο Όνομα Επαφής

# noContactsExport
source: There's no contacts to export.
el: Δεν υπάρχουν επαφές για εξαγωγή

# noContactsImport
source: No new contacts to import.
el: Δεν βρέθηκαν επαφές για εισαγωγή

# contactAdded
source: %1 added to contacts.
el: Ο/Η %1 προσθέθηκε στις επαφές!

# contactRemoved
source: %1 has been removed from contacts!
el: Ο/Η %1 διαγράφηκε από τις επαφές!

# contactNameMissing
source: Choose a Name for this Contact
el: Δεν υπάρχουν επαφές για εξαγωγή

# contactExists
source: Contact Already Exists
el: Η Επαφή Υπάρχει Ήδη

source: Backup your seed
el: Αντίγραφο ασφαλείας του seed σας

# backupSeedConfirm
source: Are you sure that you backed up your wallet seed?
el: Είστε βέβαιος/η ότι έχετε δημιουργήσει αντίγραφο ασφαλείας του seed του πορτοφολιού σας?

# seedBackupInfo
source: Below is your wallet's seed. It is crucial that you backup your seed and never store it as plaintext or a screenshot.
el: Παρακάτω είναι το seed του πορτοφολιού σας. Είναι σημαντικό να δημιουργήσετε αντίγραφα ασφαλείας του seed σας και να μην τα αποθηκεύσετε ποτέ ως απλό κείμενο ή ως στιγμιότυπο οθόνης.

source: Import seed
el: Εισαγωγή seed

# importSeedHint
source: Please enter your seed below.
el: Παρακαλούμε εισάγετε το seed σας παρακάτω.

source: New Wallet
el: Νέο Πορτοφόλι

source: Import Wallet
el: Εισαγωγή Πορτοφολιού

source: Sent To
el: Στάλθηκαν Προς:

source: Sending
el: Στέλνονται

source: To
el: Προς:

# sendError
source: An error occured. Try again later.
el: Παρουσιάστηκε σφάλμα. Δοκιμάστε ξανά αργότερα.

source: Enter Amount
el: Εισάγετε Ποσό

# invalidAddress
source: Address entered was invalid
el: Η διεύθυνση που πληκτρολογήσατε δεν ήταν έγκυρη

# addressMising
source: Please Enter an Address
el: Παρακαλούμε εισάγετε μια διεύθυνση

# amountMissing
source: Please Enter an Amount
el: Παρακαλούμε εισάγετε ένα ποσό

source: Insufficient Balance
el: Ανεπαρκές Υπόλοιπο

source: Send From
el: Αποστολή Από:

# pinCreateTitle
source: Create a 6-digit pin
el: Δημιουργήστε ένα pin 4 ψηφίων

# pinConfirmTitle
source: Confirm your pin
el: Επιβεβαιώστε το pin σας

# pinEnterTitle
source: Enter pin
el: Εισάγετε το pin σας

# pinConfirmError
source: Pins do not match
el: Τα pin που εισάγατε δεν είναι ίδια.

# pinInvalid
source: Invalid pin entered
el: Έχει εισαχθεί μη έγκυρο pin

# changeRepButton
source: Change
el: Αλλαγή

# changeRepAuthenticate
source: Change Representative
el: Αλλαγή Εκπροσώπου

# currentlyRepresented
source: Currently Represented By
el: Τώρα εκπροσωπείται από

# changeRepSucces
source: Representative Changed Successfully
el: Ο Εκπρόσωπος Άλλαξε Επιτυχώς

# repInfoHeader
source: What is a representative?
el: Τι είναι ένας εκπρόσωπος?

# repInfo
source: A representative is an account that votes for network consensus. Voting power is weighted by balance, you may delegate your balance to increase the voting weight of a representative you trust. Your representative does not have spending power over your funds. You should choose a representative that has little downtime and is trustworthy.
el: Εκπρόσωπος είναι ένας λογαριασμός που ψηφίζει για τη συναίνεση του δικτύου. Η ισχύς της ψήφου του εκπροσώπου καθορίζεται από το πλήθος των Banano που χρήστες έχουν επιλέξει να εκπροσωπούνται από αυτόν. Μπορείτε να θέσετε τα BANANO σας να ενισχύουν την ψήφο ενός εκπροσώπου που εμπιστεύεστε. Ο εκπρόσωπός σας δεν έχει τη δυνατότητα να ξοδέψει τα χρήματά σας. Θα πρέπει να επιλέξετε έναν εκπρόσωπο που είναι σπάνια offline και είναι αξιόπιστος.

# pinRepChange
source: Enter PIN to change representative.
el: Πληκτρολογήστε το pin σας για να αλλάξετε εκπρόσωπο

# changeRepHint
source: Enter New Representative
el: Εισάγετε Νέο Εκπρόσωπο

# authMethod
source: Authentication Method
el: Μέθοδος Ταυτοποίησης

# biometricsMethod
source: Biometrics
el: Δακτυλικό Αποτύπωμα

source: Change Currency
el: Αλλαγή Νομίσματος

source: Language
el: Γλώσσα

source: Share Kalium
el: Κοινοποιήστε το Kalium

# shareKaliumText
source: Check out Kalium! Banano's official mobile wallet!
el: Δοκιμάστε το Kalium! Το καλύτερο πορτοφόλι για BANANO σε κινητά τηλέφωνα!

source: Logout
el: Αποσυνδέση

source: Warning
el: ΠΡΟΣΟΧΗ

# logoutAction
source: Delete Seed and Logout
el: Διαγραφή του seed και αποσύνδεση

# logoutAreYouSure
source: Are you sure?
el: Είσαστε σίγουρος/η?

# logoutReassurance
source: As long as you've backed up your seed you have nothing to worry about.
el: Εφόσον έχετε δημιουργήσει αντίγραφο ασφαλείας του seed σας, δεν έχετε τίποτα να ανησυχείτε.

# settingsHeader
source: Settings
el: Ρυθμίσεις

source: Preferences
el: Προτιμήσεις

source: Manage
el: Διαχείριση

source: Backup Seed
el: Αντίγραφο Ασφαλείας του Seed

# fingerprintSeedBackup
source: Authenticate to backup seed.
el: Επιβεβαιώστε με δαχτυλικό αποτύπωμα την προβολή του seed σας.

# pinSeedBackup
source: Enter PIN to Backup Seed
el: Εισάγετε το pin για να εμφανιστεί το seed σας.

source: System Default
el: Προεπιλογή Συστήματος

source: Notifications
el: Ειδοποιήσεις

# notificationHeaderSupplement
source: Tap to open
el: Πατήστε για να ανοίξετε

# exampleCardLittle
source: A little
el: Λίγα

# exampleCardLot
source: A lot of
el: Πολλά
